{
    "about": "Impossiblocks बारे में", 
    "about_msg": "Impossiblocks हर किसी के लिए प्यार के साथ Cadiz (दक्षिणी यूरोप) से बनाए गए एक परियोजना है", 
    "about_people_1": "देव: Javi पचेको", 
    "about_people_2": "संगीत: केविन मैकलियोड", 
    "advance": "अग्रिम", 
    "all_levels_completed": "सभी स्तरों पूरा", 
    "animations": "एनिमेशन", 
    "animations_msg": "फ्लिप टाइल्स", 
    "arcade": "आर्केड", 
    "arcade_msg": "वर्धक के साथ खेल को बदलें", 
    "assistants": "आइटम", 
    "back": "वापस", 
    "beginner": "शुरुआती", 
    "block_coins": "नि: शुल्क या 2 सिक्के", 
    "block_desc": "लॉक बोर्ड टाइल्स", 
    "brush1_desc": "पहले रंग के साथ सभी टाइल पेंट", 
    "brush2_desc": "दूसरे रंग के साथ सभी टाइल पेंट", 
    "buy": "खरीदें", 
    "cancel": "रद्द करना", 
    "classic": "क्लासिक", 
    "classic_msg": "सरल मोड, कोई आश्चर्य की बात तत्वों", 
    "coins": "सिक्के", 
    "coins_arcade_msg": "सिक्के के साथ आप आर्केड खेल के दौरान आप में मदद मिलेगी आइटम खरीद सकते हैं", 
    "coins_count": "0 सिक्के", 
    "coins_to_play_on": "0 सिक्के खेलने के लिए", 
    "colors": "रंग की", 
    "congrats": "बधाई हो!", 
    "continue": "जारी रखें", 
    "count_levels_completed": "0 स्तरों पूरा", 
    "delete_user": "उपभोक्ता मिटायें", 
    "delete_user_msg": "आप उपयोगकर्ता को हटाना चाहते हैं क्या आप वाकई रहे हैं?", 
    "enter_user_name": "उपयोगकर्ता नाम दर्ज करें", 
    "finish": "समाप्त", 
    "fire": "आग", 
    "fireman_desc": "बोर्ड पर सभी आग बुझाने", 
    "game_coins_msg": "आप कुल मिलाकर 0 सिक्के है", 
    "games_msg": "2 मिनट में सबसे अधिक अंक प्राप्त करें", 
    "get_money_now": "अब आप पैसे प्राप्त कर सकते हैं", 
    "give_coins": "हम आपको 0 सिक्के दे दी है, अब आपके पास", 
    "go_to_store": "दुकान पर जाओ", 
    "have_to_play": "आप खेलने के लिए है", 
    "how_to_play": "कैसे खेलें", 
    "how_to_play_assistance": "आर्केड मोड में आप प्रत्येक रंग के लिए जीत हासिल करने के लिए किया है। जब आप इसे पाने के लिए, आप स्तर ऊपर जाएगा और 2 मिनट के लिए फिर से शुरू करते हैं। आइटम बार आप में मदद मिलेगी। प्रत्येक आइटम एक मूल्य है और अपने सिक्के खर्च किया जाएगा, ताकि उन्हें अच्छी तरह से उपयोग करें", 
    "how_to_play_block": "पंक्ति या स्तंभ में सभी टाइल एक ही रंग हैं, फिसलने इसे लॉक कर देंगे। वे अब रंग बदल जाएगा। एक लंबे समय से प्रेस करके एक टाइल अनलॉक", 
    "how_to_play_block_arcade": "ताले अब 2 सिक्के खर्च होंगे, लेकिन चिंता मत करो, जब लॉक अप विज़ार्ड भरा हुआ है, वे मुक्त हो जाएगा", 
    "how_to_play_brush": "ब्रश आप मुसीबत से बाहर निकलना होगा। रंग आप पसंद करते हैं में सभी टाइल पेंट, लेकिन यह आपको 15 सिक्के खर्च होंगे", 
    "how_to_play_fire_lightning": "अग्निशमन या बिजली की छड़ का उपयोग करें जब आप मुसीबत में हैं। आग तेजी से फैलता है और बिजली अपने नियंत्रण से बाहर अन्य टाइल्स बदल जाता है। 5 सिक्कों के लिए इन वस्तुओं का प्रयोग करें", 
    "how_to_play_slide": "टाइल स्लाइड ऊपर और नीचे उन्हें स्थानांतरित करने और अपने लक्ष्य को प्राप्त करने", 
    "intermediate": "मध्यम", 
    "language": "भाषा: हिन्दी", 
    "later": "बाद में", 
    "leadboards": "Leadboards", 
    "level": "स्तर", 
    "level_completed": "स्तर पुर्ण", 
    "level_msg": "कई स्तरों, एक छोटे से हो रही कठिन हर बार", 
    "level_msg_1_1": "आप 2 अलग अलग रंग और 9 ब्लॉकों की है। आप एक रंग पर क्लिक करते हैं तो आप उस ब्लॉक रंग, ऊपर, नीचे, दाएं और बाएं यदि वे मौजूद कम एक बदल जाते हैं। अपने लक्ष्य एक ही रंग के सभी ब्लॉक बदलने के लिए है", 
    "level_msg_1_2": "पहले लोगों को सरल कर रहे हैं और केवल एक स्पर्श से आप इसे प्राप्त कर सकते हैं", 
    "level_msg_1_3": "अब आप 2 छूता है की आवश्यकता होगी। यह आसान है", 
    "level_msg_1_4": "एक छोटी सी और अधिक जटिल है, लेकिन बहुत ज्यादा नहीं", 
    "level_msg_1_5": "पैटर्न याद रखें। यह ड्राइंग एक पत्र टी की तरह है, अगर आप समाधान याद है, आप अन्य खेलों में उपयोग कर सकते हैं", 
    "level_msg_1_6": "आप भी यहाँ एक पत्र टी देखते हैं? यह एक और रंग की है और एक अन्य स्थिति में है, लेकिन यह एक ही तरीके से हल हो गई है", 
    "level_msg_2_1": "नहीं यह मजेदार पाने के लिए शुरू होता है! अब आप पंक्तियों और स्तंभों स्लाइड कर सकते हैं। पहेली को हल करने के लिए पहले स्तंभ ऊपर स्वाइप करें", 
    "level_msg_2_2": "अब पहले और तीसरे स्तंभ स्लाइड", 
    "level_msg_2_3": "और अब जादू आता है। पंक्ति या स्तंभ एक ही रंग जब आप इसे स्लाइड है, तो आप इसे लॉक कर देंगे। अब उन ब्लॉकों रंग बदलने के लिए नहीं कर सकेंगे", 
    "level_msg_3_1": "के अलग ढंग से खेलते हैं। अब आप 1 प्रत्येक रंग के लिए जीत पाने के लिए किया है। हर बार जब आप एक रंग को पूरा, बोर्ड बेतरतीब ढंग से अपडेट हो जाएगा", 
    "level_msg_3_2": "प्रत्येक रंग के लिए अब 2 जीत", 
    "level_msg_3_3": "अब तक यह आसान नहीं रहा है लेकिन, अगर हम एक 4x4 बोर्ड का परीक्षण?", 
    "level_msg_3_5": "5x5 बोर्ड सबसे जटिल है। आप हिम्मत करते हो?", 
    "level_msg_4_1": "नया आइटम बार। 30 सिक्के का प्रयोग करें खेल के दौरान उन्हें खर्च करने के लिए। आप ब्रश पर क्लिक करते हैं तो आप 15 सिक्के खर्च और रंग आप चयन में सभी टाइल रंग होगा। आप अन्य मदों बाद में सीखना होगा", 
    "level_msg_4_2": "अब तक आप मुक्त करने के लिए टाइल्स को ब्लॉक करने में सक्षम है। अब, पट्टी में आपको लगता है कि अवरुद्ध कार्रवाई भर जाता है देखेंगे। जब पृष्ठभूमि रंग पूरा हो गया है, ताले मुक्त हो जाएगा। इस बीच आप अगर तुम उन्हें का उपयोग 2 सिक्के खर्च करेगा", 
    "level_msg_5_1": "आग! सावधान रहें क्योंकि आग जल्दी से फैलता है। तुम आग के साथ एक टाइल का रंग बदलते हैं तो नई लपटें दिखाई देगा। पूरे बोर्ड आग पर है, तो बोर्ड को पुनः आरंभ करेगा और आप एक और जीत बनाने के लिए होगा। फायर फाइटर कॉलिंग आप 5 सिक्के खर्च होंगे", 
    "level_msg_6_1": "गड़गड़ाहट से सावधान! आप गड़गड़ाहट के साथ एक रंग बदलते हैं, तो बिजली अपने नियंत्रण से बाहर बेतरतीब ढंग से एक टाइल पर गिर जाएगी और यह भी रंग बदल जाएगा। बिजली बंद कर दिया टाइल्स प्रभावित नहीं करता। तुम भी 5 सिक्कों के लिए बिजली की छड़ का उपयोग कर सकते", 
    "levels": "स्तर", 
    "local": "स्थानीय", 
    "more": "अधिक", 
    "more_settings": "अधिक सेटिंग्स", 
    "moves": "चालें", 
    "music": "संगीत", 
    "new_record": "नया रिकॉर्ड!", 
    "next": "आगे", 
    "no_detete_active_user_msg": "सक्रिय उपयोगकर्ता हटाया नहीं जा सकता", 
    "no_restore_purchase_msg": "आपने पिछली बार इस उपयोगकर्ता से खरीदारी की है नहीं किया है", 
    "no_restore_purchase_title": "खरीद बहाल नहीं", 
    "number_levels_completed": "02 के स्तर के 01 पूरा", 
    "ok": "ठीक", 
    "other_projects": "दूसरों परियोजनाओं", 
    "pause": "ठहराव", 
    "play_again": "फिर से चालू करें", 
    "points": "अंक", 
    "purchase_error_msg": "दुकान तक पहुँचने का प्रयास करते समय त्रुटि हुई। बाद में पुन: प्रयास करें।", 
    "purchase_error_title": "पहुंच संबंधी त्रुटि", 
    "rank": "श्रेणी", 
    "rank_msg": "आप स्थिति 0 में हैं", 
    "rank_only_one_msg": "आप केवल एक ही हैं :-(", 
    "ray": "रे", 
    "ray_desc": "बिजली की छड़ बोर्ड की बिजली को आकर्षित करेगा", 
    "really_good": "मैं तुम्हें अच्छा कर रहे हैं!", 
    "record": "अभिलेख", 
    "remove_ads": "विज्ञापन निकालें", 
    "reset_lang": "भाषा को पुनः आरंभ करने के लिए आवेदन बंद कर देता है", 
    "restore_purchase": "पुनःस्थापन क्रय", 
    "select_language": "भाषा का चयन करें", 
    "settings": "समायोजन", 
    "share": "शेयर", 
    "share_app_msg": "Impossiblocks महान है। यह मुश्किल है, लेकिन इसके नियम सरल कर रहे हैं। आप मेरे स्कोर को हरा करने की कोशिश करने की हिम्मत है? आप Android पर खेल सकते हैं (http://bit.ly/2kCgUJh) और iOS (https://apple.co/2kAhrLW)", 
    "share_points_msg": "मैं 01 मोड में Impossiblocks खेल रहे 00 अंक मिल गया है। मुझे हरा करने की कोशिश करो!", 
    "sound": "ध्वनि", 
    "star_1_msg_0": "निश्चित रूप से आप इसे सुधार कर सकते हैं", 
    "star_1_msg_1": "यह स्कोर आप के लिए कम है", 
    "star_1_msg_2": "सुधार करने के लिए पुन: प्रयास करें", 
    "star_2_msg_0": "तुम अब भी एक छोटे से सुधार कर सकते हैं", 
    "star_2_msg_1": "अच्छा स्कोर है, लेकिन आप बेहतर कर सकते हैं", 
    "star_2_msg_2": "थोड़ा और प्रयास करें और यह सही नहीं होंगे", 
    "star_3_msg_0": "यह उत्कृष्ट है", 
    "star_3_msg_1": "सुधार करने के लिए असंभव", 
    "star_3_msg_2": "आप किसी भी बेहतर नहीं कर सकते", 
    "start": "शुरू", 
    "store_msg": "आप खेल की तरह है, तो हम इसकी सराहना करता है, तो आप की दुकान में अब यह दर होगी। आप मदद करने के लिए, हम आपको देने के लिए चाहते हैं", 
    "tie": "गुलोबन्द", 
    "time_left": "आप 00:00 समय पीटा है", 
    "two_players": "2 खिलाड़ियों", 
    "unlock_level_2": "4x4 और 5x5 खेलने के लिए स्तर 2 अनलॉक", 
    "users": "उपयोगकर्ता", 
    "welcome_message": "Impossiblocks आपका स्वागत है! एक अवतार और कोई उपयोगकर्ता नाम चुनें, आप एक उपहार के रूप में 50 सिक्के होगा, तुम क्या वे बाद में :-) के लिए कर रहे हैं पता चल जाएगा", 
    "wheel_fortune": "भाग्य का पहिया", 
    "wheel_fortune_msg": "forrtune आपको पहले कोई विज्ञापन देखना चाहिए का पहिया चलाने के लिए", 
    "world": "विश्व", 
    "you_are_premium": "धन्यवाद। आप प्रीमियम हैं", 
    "you_lost": "तुम हार गए", 
    "you_win": "तुम जीते"
}