{
    "about": "Über Impossiblocks", 
    "about_msg": "Impossiblocks ist ein Projekt von Cadiz (Südeuropa) mit Liebe für alle geschaffen", 
    "about_people_1": "Dev: Javi Pacheco", 
    "about_people_2": "Musik: Kevin MacLeod", 
    "advance": "vorrücken", 
    "all_levels_completed": "Alle Ebenen abgeschlossen", 
    "animations": "Animationen", 
    "animations_msg": "Flip Fliesen", 
    "arcade": "Arkade, Passage", 
    "arcade_msg": "Ändern Sie das Spiel mit Enhancer", 
    "assistants": "Artikel", 
    "back": "Zurück", 
    "beginner": "Anfänger", 
    "block_coins": "Freie oder 2 Münzen", 
    "block_desc": "Sperren Sie die Board-Fliesen", 
    "brush1_desc": "Malen Sie alle Steine ​​mit der ersten Farbe", 
    "brush2_desc": "Malen Sie alle Fliesen mit der zweiten Farbe", 
    "buy": "Kaufen", 
    "cancel": "Stornieren", 
    "classic": "Klassisch", 
    "classic_msg": "Einfach-Modus, keine Überraschung Elemente", 
    "coins": "Münzen", 
    "coins_arcade_msg": "Mit Münzen können Sie Artikel kaufen, die Sie während der Arcade-Spiele helfen", 
    "coins_count": "0 Münzen", 
    "coins_to_play_on": "0 Münzen zu spielen", 
    "colors": "Farben", 
    "congrats": "Herzliche Glückwünsche!", 
    "continue": "Fortsetzen", 
    "count_levels_completed": "0 Stufen abgeschlossen", 
    "delete_user": "Benutzer löschen", 
    "delete_user_msg": "Sind Sie sicher, dass Sie den Benutzer löschen?", 
    "enter_user_name": "Geben Sie Benutzername", 
    "finish": "Fertig", 
    "fire": "Feuer", 
    "fireman_desc": "Löschte alle Feuer auf dem Brett", 
    "game_coins_msg": "Sie haben 0 Münzen insgesamt", 
    "games_msg": "Holen Sie sich die höchsten Punkte in 2 Minuten", 
    "get_money_now": "Sie können nun Geld bekommen", 
    "give_coins": "Wir haben euch 0 Münzen, jetzt haben Sie", 
    "go_to_store": "Geh zu dem Laden", 
    "have_to_play": "Sie müssen spielen", 
    "how_to_play": "Spielanleitung", 
    "how_to_play_assistance": "Im Arcade-Modus müssen Sie gewinnt für jede Farbe erzielen. Wenn Sie es erhalten, wird Ebene Sie und die 2 Minuten wieder starten. Der Artikel Bar wird Ihnen helfen. Jedes Element hat einen Preis und Ihre Münzen ausgegeben werden, so verwenden sie gut", 
    "how_to_play_block": "Wenn Sie alle Steine ​​in der Zeile oder Spalten die gleiche Farbe haben, rutschen sie wird es sperren. Sie werden nicht mehr die Farbe ändern. Entsperren einer Kachel durch eine lang Presse tun", 
    "how_to_play_block_arcade": "Die Schlösser werden nun zwei Münzen kosten, aber keine Sorge, wenn das Schloss Assistenten ganz nach oben sind, werden sie frei sein", 
    "how_to_play_brush": "Die Bürsten werden Sie aus der Patsche. Malen Sie alle Steine ​​in der Farbe, die Sie bevorzugen, aber es kostet Sie 15 Münzen", 
    "how_to_play_fire_lightning": "Verwenden Sie die Feuerwehr oder den Blitzableiter, wenn Sie in Schwierigkeiten. Das Feuer dehnt sich schnell aus und der Blitz ändert andere Kacheln außerhalb Ihrer Kontrolle. Verwenden Sie diese Elemente für 5 Münzen", 
    "how_to_play_slide": "Schieben Sie die Fliesen auf und ab, sie zu bewegen und Ihr Ziel zu erreichen", 
    "intermediate": "Mittlere", 
    "language": "Sprache", 
    "later": "Später", 
    "leadboards": "Leadboards", 
    "level": "Niveau", 
    "level_completed": "Level abgeschlossen", 
    "level_msg": "Viele Ebene, immer ein wenig härter jedes Mal", 
    "level_msg_1_1": "Sie haben zwei verschiedene Farben und 9 Blocks. Wenn Sie auf eine Farbe klicken Sie diesen Block Farbe ändern, die eine oben, unten, rechts und links, wenn sie vorhanden sind. Ihr Ziel ist es, alle Blöcke der gleichen Farbe zu ändern", 
    "level_msg_1_2": "Die ersten sind einfach und mit nur einem Tastendruck können Sie es", 
    "level_msg_1_3": "Jetzt müssen Sie 2 berührt. Es ist einfach", 
    "level_msg_1_4": "Ein wenig komplizierter, aber nicht viel", 
    "level_msg_1_5": "Denken Sie daran, die Muster. Diese Zeichnung ist wie ein Buchstabe T, wenn Sie die Lösung erinnern, können Sie es in anderen Spielen verwenden können", 
    "level_msg_1_6": "Auch sehen Sie hier einen Brief T? Es ist in einer anderen Farbe und ist in einer anderen Position, aber es wird auf die gleiche Art und Weise gelöst", 
    "level_msg_2_1": "Nicht beginnt es Spaß zu erhalten! Jetzt können Sie Zeilen und Spalten verschieben. Swipe die erste Spalte, um die Rätsel zu lösen", 
    "level_msg_2_2": "Schieben Sie nun die erste und die dritte Spalte", 
    "level_msg_2_3": "Und nun kommt die Magie. Wenn die Zeile oder Spalte eine einzige Farbe ist, wenn man es schieben, werden Sie es sperren. Nun werden diese Blöcke nicht in der Lage sein, die Farbe zu ändern", 
    "level_msg_3_1": "Lassen Sie uns unterschiedlich spielen. Nun müssen Sie 1 Sieg für jede Farbe erhalten. Jedes Mal, wenn Sie eine Farbe abgeschlossen ist, wird das Board aktualisiert zufällig", 
    "level_msg_3_2": "Jetzt 2 Siege für jede Farbe", 
    "level_msg_3_3": "Bisher ist es einfach, aber was passiert, wenn wir einen 4x4 Board testen?", 
    "level_msg_3_5": "Die 5x5-Board ist der komplizierteste. Traust du dich?", 
    "level_msg_4_1": "Neues Element bar. Verwenden Sie 30 Münzen sie während des Spiels zu verbringen. Wenn Sie auf der Bürste klicken, erhalten Sie 15 Münzen ausgeben und malen Sie alle Steine ​​in den Farben, die Sie wählen. Sie werden die anderen Elemente später erfahren", 
    "level_msg_4_2": "Bisher haben Sie in der Lage gewesen, Fliesen kostenlos zu blockieren. Nun, in der Bar sehen Sie, dass die Sperrwirkung gefüllt ist. Wenn die Hintergrundfarbe abgeschlossen ist, werden Schleusen frei sein. Inzwischen werden Sie zwei Münzen ausgeben, wenn Sie sie verwenden", 
    "level_msg_5_1": "Feuer! Seien Sie vorsichtig, weil das Feuer schnell ausbreitet. Wenn Sie die Farbe einer Kachel mit dem Feuer zu ändern, werden neue Flammen erscheinen. Wenn das gesamte Board brennt, wird das Board neu gestartet, und Sie werden einen weiteren Sieg machen. der Feuerwehrmann aufrufen werden Sie 5 Münzen kosten", 
    "level_msg_6_1": "Hüten Sie sich vor Donner! Wenn Sie eine Farbe mit Donner ändern, wird Blitz auf einer Fliese fallen zufällig aus Ihrer Kontrolle, und es wird Farbe ändern. Der Blitz nicht die gesperrten Kacheln beeinflussen. Sie können auch den Blitzableiter für 5 Münzen verwenden", 
    "levels": "Levels", 
    "local": "Lokal", 
    "more": "Mehr", 
    "more_settings": "Mehr Einstellungen", 
    "moves": "bewegt", 
    "music": "Musik", 
    "new_record": "Neuer Eintrag!", 
    "next": "Nächster", 
    "no_detete_active_user_msg": "Kann nicht aktiven Benutzer löschen", 
    "no_restore_purchase_msg": "Sie haben bisher keinen Kauf mit diesem Benutzer gemacht", 
    "no_restore_purchase_title": "Kaufen Sie nicht wiederhergestellt", 
    "number_levels_completed": "01 von 02 Ebenen abgeschlossen", 
    "ok": "Okay", 
    "other_projects": "andere Projekte", 
    "pause": "Pause", 
    "play_again": "Nochmal abspielen", 
    "points": "Punkte", 
    "purchase_error_msg": "Fehler beim Versuch, den Speicher zuzugreifen. Bitte versuchen Sie es später noch einmal.", 
    "purchase_error_title": "Zugriffsfehler", 
    "rank": "Rang", 
    "rank_msg": "Sie befinden sich in Position 0", 
    "rank_only_one_msg": "Sie sind der einzige :-(", 
    "ray": "Strahl", 
    "ray_desc": "Der Blitzableiter wird der Vorstand der Blitz anziehen", 
    "really_good": "Ich sehe, Sie sind gut!", 
    "record": "Aufzeichnung", 
    "remove_ads": "entfernen Sie Werbung", 
    "reset_lang": "Schließt die Anwendung der Sprache neu zu starten", 
    "restore_purchase": "wiederherstellen Kauf", 
    "select_language": "Sprache auswählen", 
    "settings": "die Einstellungen", 
    "share": "Aktie", 
    "share_app_msg": "Impossiblocks ist groß. Es ist schwierig, aber die Regeln sind einfach. wagen Sie Sie versuchen, meine Punktzahl zu schlagen? Sie können auf Android spielen (http://bit.ly/2kCgUJh) und iOS (https://apple.co/2kAhrLW)", 
    "share_points_msg": "Ich habe 00 Punkte Impossiblocks in 01-Modus zu spielen. Versuchen Sie, mich zu schlagen!", 
    "sound": "Klang", 
    "star_1_msg_0": "Sicherlich kann man es verbessern", 
    "star_1_msg_1": "Diese Punktzahl ist niedrig für Sie", 
    "star_1_msg_2": "Versuchen Sie es erneut zu verbessern", 
    "star_2_msg_0": "Sie können immer noch ein wenig verbessern", 
    "star_2_msg_1": "Gute Note, aber man kann es besser", 
    "star_2_msg_2": "Versuchen Sie, ein wenig mehr, und es wird perfekt sein", 
    "star_3_msg_0": "Das ist ausgezeichnet", 
    "star_3_msg_1": "Unmöglich zu verbessern", 
    "star_3_msg_2": "Sie können besser nicht tun", 
    "start": "Anfang", 
    "store_msg": "Wenn Sie das Spiel gefällt, würden wir uns freuen, wenn Sie es jetzt im Laden bewerten. Um Ihnen zu helfen, möchten wir Sie geben", 
    "tie": "Krawatte", 
    "time_left": "Sie haben die Zeit von 00.00 Uhr geschlagen", 
    "two_players": "2 Spieler", 
    "unlock_level_2": "Schalte Level 2 4x4 und 5x5 spielen", 
    "users": "Benutzer", 
    "welcome_message": "Willkommen bei Impossiblocks! Wählen Sie einen Avatar und einen Benutzernamen, Sie 50 Münzen als Geschenk haben, werden Sie entdecken, was sie für später :-) sind", 
    "wheel_fortune": "Schicksalsrad", 
    "wheel_fortune_msg": "So spielen Rad forrtune müssen Sie zunächst eine Anzeige sehen", 
    "world": "Welt", 
    "you_are_premium": "Danke. Sie sind Premium-", 
    "you_lost": "Du hast verloren", 
    "you_win": "Du gewinnst"
}