{
    "about": "Sobre Impossiblocks", 
    "about_msg": "Impossiblocks é um projeto criado a partir de Cadiz (Sul da Europa) com amor para todos", 
    "about_people_1": "Dev: Javi Pacheco", 
    "about_people_2": "Música: Kevin MacLeod", 
    "advance": "Avançar", 
    "all_levels_completed": "Todos os níveis concluída", 
    "animations": "animações", 
    "animations_msg": "telhas aleta", 
    "arcade": "videogames", 
    "arcade_msg": "Mudar o jogo com potenciadores", 
    "assistants": "Itens", 
    "back": "De volta", 
    "beginner": "Principiante", 
    "block_coins": "moedas de livre ou 2", 
    "block_desc": "Bloquear as telhas de tabuleiro", 
    "brush1_desc": "Pinte todas as telhas com a primeira cor", 
    "brush2_desc": "Pintar todas as peças com a segunda cor", 
    "buy": "Comprar", 
    "cancel": "Cancelar", 
    "classic": "Clássico", 
    "classic_msg": "Modo simples, sem elementos surpresa", 
    "coins": "Moedas", 
    "coins_arcade_msg": "Com moedas que você pode comprar itens que irão ajudá-lo durante os jogos Arcade", 
    "coins_count": "0 moedas", 
    "coins_to_play_on": "0 moedas para jogar", 
    "colors": "cores", 
    "congrats": "Parabéns!", 
    "continue": "Continuar", 
    "count_levels_completed": "0 níveis concluída", 
    "delete_user": "Deletar usuário", 
    "delete_user_msg": "Tem certeza de que deseja excluir o usuário?", 
    "enter_user_name": "Insira nome de usuário", 
    "finish": "Terminar", 
    "fire": "Fogo", 
    "fireman_desc": "Colocar para fora todo o fogo na placa", 
    "game_coins_msg": "Você tem 0 moedas no total", 
    "games_msg": "Obter os pontos mais altos em 2 minutos", 
    "get_money_now": "Você pode obter dinheiro agora", 
    "give_coins": "Nós lhe demos 0 moedas, agora você tem", 
    "go_to_store": "Vá até a loja", 
    "have_to_play": "Você tem que jogar", 
    "how_to_play": "Como jogar", 
    "how_to_play_assistance": "No modo Arcade você tem que conseguir vitórias para cada cor. Quando você conseguir, você vai subir de nível e os 2 minutos, começar de novo. O bar item irá ajudá-lo. Cada item tem um preço e suas moedas será gasto, então usá-los bem", 
    "how_to_play_block": "Se todas as peças na linha ou colunas são da mesma cor, deslizando-se bloqueá-lo. Eles deixarão de mudar de cor. Desbloquear uma telha, fazendo um longo imprensa", 
    "how_to_play_block_arcade": "As fechaduras custará agora 2 moedas, mas não se preocupe, quando o assistente de bloqueio está cheio, eles estarão livres", 
    "how_to_play_brush": "As escovas vai te tirar de problemas. Pintar todas as peças na cor que você preferir, mas vai custar-lhe 15 moedas", 
    "how_to_play_fire_lightning": "Use bombeiros ou o pára-raios quando você está em apuros. O fogo se expande rapidamente e os relâmpagos muda outras peças além de seu controle. Use estes itens para 5 moedas", 
    "how_to_play_slide": "Deslize as peças para cima e para baixo para movê-los e atingir o seu objetivo", 
    "intermediate": "Intermediário", 
    "language": "Língua", 
    "later": "Mais tarde", 
    "leadboards": "Leadboards", 
    "level": "Nível", 
    "level_completed": "Nível completo", 
    "level_msg": "Muitos níveis, ficando um pouco mais difícil de cada vez", 
    "level_msg_1_1": "Você tem 2 cores diferentes e 9 blocos. Quando você clica em uma cor que você mudar essa cor bloco, a uma na parte superior, inferior, direita e esquerda, se eles existem. Seu objetivo é mudar todos os blocos para a mesma cor", 
    "level_msg_1_2": "Os primeiros são simples e com apenas um toque você pode obtê-lo", 
    "level_msg_1_3": "Agora você vai precisar de 2 toques. É simples", 
    "level_msg_1_4": "Um pouco mais complexo, mas não muito", 
    "level_msg_1_5": "Lembre-se dos padrões. Este desenho é como uma letra T, se você se lembrar da solução, você pode usá-lo em outros jogos", 
    "level_msg_1_6": "Você vê uma letra T aqui também? É de outra cor e está em outra posição, mas é resolvido da mesma maneira", 
    "level_msg_2_1": "Não começa a ficar divertido! Agora você pode deslizar as linhas e colunas. Deslize para cima a primeira coluna para resolver o enigma", 
    "level_msg_2_2": "Agora deslize a primeira e terceira coluna", 
    "level_msg_2_3": "E agora vem a magia. Se a linha ou coluna é uma única cor quando você desliza-lo, você vai bloqueá-lo. Agora, esses blocos não será capaz de mudar de cor", 
    "level_msg_3_1": "Vamos jogar de forma diferente. Agora você tem que ter 1 vitória para cada cor. Cada vez que você completar uma cor, o conselho vai atualizar aleatoriamente", 
    "level_msg_3_2": "Agora 2 vitórias para cada cor", 
    "level_msg_3_3": "Até agora tem sido fácil, mas, o que se testar uma placa de 4x4?", 
    "level_msg_3_5": "O tabuleiro de 5x5 é o mais complicado. Você ousa?", 
    "level_msg_4_1": "Nova barra de item. Use 30 moedas para gastá-los durante o jogo. Se você clicar sobre os pincéis que você vai gastar 15 moedas e pintar todas as peças nas cores que você selecionar. Você vai aprender os outros itens mais tarde", 
    "level_msg_4_2": "Até agora você tem sido capaz de bloquear telhas gratuitamente. Agora, no bar você vai ver que a ação de bloqueio é preenchido. Quando a cor de fundo for concluída, bloqueios será livre. Enquanto isso você vai gastar 2 moedas se você usá-los", 
    "level_msg_5_1": "Fogo! Tenha cuidado, porque o fogo se espalha rapidamente. Se você alterar a cor de uma telha com fogo, novas chamas aparecerá. Se a placa inteira está em chamas, o conselho irá reiniciar e você terá que fazer mais uma vitória. Chamando o bombeiro vai custar-lhe 5 moedas", 
    "level_msg_6_1": "Beware do trovão! Se você alterar uma cor com trovões, relâmpagos vai cair em uma telha aleatoriamente fora de seu controle e ele vai mudar de cor também. O relâmpago não afeta as peças bloqueadas. Você também pode usar o pára-raios para 5 moedas", 
    "levels": "níveis", 
    "local": "Local", 
    "more": "Mais", 
    "more_settings": "Mais configurações", 
    "moves": "Moves", 
    "music": "Música", 
    "new_record": "Novo recorde!", 
    "next": "Próximo", 
    "no_detete_active_user_msg": "Não é possível excluir usuário ativo", 
    "no_restore_purchase_msg": "Você ainda não tiver feito uma compra com este usuário", 
    "no_restore_purchase_title": "Compra não restaurado", 
    "number_levels_completed": "01 de 02 níveis concluída", 
    "ok": "Está bem", 
    "other_projects": "Outros projetos", 
    "pause": "Pausa", 
    "play_again": "Jogar de novo", 
    "points": "Pontos", 
    "purchase_error_msg": "Ocorreu um erro ao tentar acessar a loja. Por favor, tente novamente mais tarde.", 
    "purchase_error_title": "Erro de acesso", 
    "rank": "Classificação", 
    "rank_msg": "Você está em posição 0", 
    "rank_only_one_msg": "Você é o único :-(", 
    "ray": "Raio", 
    "ray_desc": "O pára-raios irá atrair relâmpago do conselho", 
    "really_good": "Eu vejo você é bom!", 
    "record": "Registro", 
    "remove_ads": "Remover Publicidade", 
    "reset_lang": "Fecha o aplicativo para reiniciar o idioma", 
    "restore_purchase": "Restaurar compra", 
    "select_language": "Selecione o idioma", 
    "settings": "Configurações", 
    "share": "Compartilhar", 
    "share_app_msg": "Impossiblocks é grande. É difícil, mas suas regras são simples. Você tem coragem de tentar bater a minha pontuação? Você pode jogar em Android (http://bit.ly/2kCgUJh) e iOS (https://apple.co/2kAhrLW)", 
    "share_points_msg": "Eu tenho 00 pontos jogando Impossiblocks em 01 modo. Tente bater-me!", 
    "sound": "Som", 
    "star_1_msg_0": "Certamente você pode melhorá-lo", 
    "star_1_msg_1": "Esta pontuação é baixo para você", 
    "star_1_msg_2": "Tente de novo para melhorar", 
    "star_2_msg_0": "Você ainda pode melhorar um pouco", 
    "star_2_msg_1": "Boa pontuação, mas você pode fazer melhor", 
    "star_2_msg_2": "Tente um pouco mais e vai ser perfeito", 
    "star_3_msg_0": "Isto e excelente", 
    "star_3_msg_1": "Impossível melhorar", 
    "star_3_msg_2": "Você não pode fazer melhor", 
    "start": "Começar", 
    "store_msg": "Se você gosta do jogo, nós apreciaríamos se você classificá-lo agora na loja. Para ajudá-lo, gostaríamos de lhe dar", 
    "tie": "Gravata", 
    "time_left": "Você tem batido o tempo de 00:00", 
    "two_players": "2 jogadores", 
    "unlock_level_2": "Desbloquear o nível 2 para jogar 4x4 e 5x5", 
    "users": "Comercial", 
    "welcome_message": "Bem-vindo ao Impossiblocks! Escolha um avatar e um nome de usuário, você terá 50 moedas como um presente, você vai descobrir que eles são para :-) mais tarde", 
    "wheel_fortune": "Roda da fortuna", 
    "wheel_fortune_msg": "Para reproduzir volante de forrtune você deve primeiro assistir a um anúncio", 
    "world": "Mundo", 
    "you_are_premium": "Obrigado. Você está premium", 
    "you_lost": "Você perdeu", 
    "you_win": "Você ganha"
}