{
    "about": "About Impossiblocks", 
    "about_msg": "Impossiblocks is a project created from Cadiz (Southern Europe) with love for everyone", 
    "about_people_1": "Dev: Javi Pacheco", 
    "about_people_2": "Music: Kevin MacLeod", 
    "advance": "Advance", 
    "all_levels_completed": "All levels completed", 
    "animations": "Animations", 
    "animations_msg": "Flip tiles", 
    "arcade": "Arcade", 
    "arcade_msg": "Change the game with enhancers", 
    "assistants": "Items", 
    "back": "Back", 
    "beginner": "Beginner", 
    "block_coins": "Free or 2 coins", 
    "block_desc": "Lock the board tiles", 
    "brush1_desc": "Paint all the tiles with the first color", 
    "brush2_desc": "Paint all tiles with the second color", 
    "buy": "Buy", 
    "cancel": "Cancel", 
    "classic": "Classic", 
    "classic_msg": "Simple mode, no surprise elements", 
    "coins": "Coins", 
    "coins_arcade_msg": "With coins you can buy items that will help you during Arcade games", 
    "coins_count": "0 coins", 
    "coins_to_play_on": "0 coins to play", 
    "colors": "Colors", 
    "congrats": "Congratulations!", 
    "continue": "Continue", 
    "count_levels_completed": "0 levels completed", 
    "delete_user": "Delete User", 
    "delete_user_msg": "Are you sure you want to delete the user?", 
    "enter_user_name": "Enter username", 
    "finish": "Finish", 
    "fire": "Fire", 
    "fireman_desc": "Put out all the fire on the board", 
    "game_coins_msg": "You have 0 coins in total", 
    "games_msg": "Get the highest points in 2 minutes", 
    "get_money_now": "You can get money now", 
    "give_coins": "We gave you 0 coins, now you have", 
    "go_to_store": "Go to the store", 
    "have_to_play": "You have to play ", 
    "how_to_play": "How to play", 
    "how_to_play_assistance": "In Arcade mode you have to achieve wins for each color. When you get it, you will level up and the 2 minutes start again. The item bar will help you. Each item has a price and your coins will be spent, so use them well", 
    "how_to_play_block": "If all the tiles in the row or columns are the same color, sliding it will lock it. They will no longer change color. Unlock a tile by doing a long-press", 
    "how_to_play_block_arcade": "The locks will now cost 2 coins, but don’t worry, when the lock wizard is full up, they will be free", 
    "how_to_play_brush": "The brushes will get you out of trouble. Paint all the tiles in the color you prefer, but it will cost you 15 coins", 
    "how_to_play_fire_lightning": "Use firefighters or the lightning rod when you're in trouble. The fire expands rapidly and the lightning changes other tiles beyond your control. Use these items for 5 coins", 
    "how_to_play_slide": "Slide the tiles up and down to move them and achieve your goal", 
    "intermediate": "Intermediate", 
    "language": "Language", 
    "later": "Later", 
    "leadboards": "Leadboards", 
    "level": "Level", 
    "level_completed": "Level completed", 
    "level_msg": "Many levels, getting a little harder each time", 
    "level_msg_1_1": "You have 2 different colors and 9 blocks. When you click on a color you change that block color, the one at the top, bottom, right and left if they exist. Your goal is to change all the blocks to the same color", 
    "level_msg_1_2": "The first ones are simple and with just one touch you can get it", 
    "level_msg_1_3": "Now you will need 2 touches. It's simple", 
    "level_msg_1_4": "A little more complex, but not much", 
    "level_msg_1_5": "Remember the patterns. This drawing is like a letter T, if you remember the solution, you can use it in other games", 
    "level_msg_1_6": "Do you see a letter T here too? It is of another color and is in another position, but it is resolved in the same way", 
    "level_msg_2_1": "Not it starts to get fun! Now you can slide rows and columns. Swipe up the first column to solve the puzzle", 
    "level_msg_2_2": "Now slide the first and third column", 
    "level_msg_2_3": "And now comes the magic. If the row or column is a single color when you slide it, you will lock it. Now those blocks won't be able to change color", 
    "level_msg_3_1": "Let's play differently. Now you have to get 1 win for each color. Each time you complete a color, the board will update randomly", 
    "level_msg_3_2": "Now 2 wins for each color", 
    "level_msg_3_3": "So far it has been easy but, what if we test out a 4x4 board?", 
    "level_msg_3_5": "The 5x5 board is the most complicated. Do you dare?", 
    "level_msg_4_1": "New Item bar. Use 30 coins to spend them during the game. If you click on the brushes you will spend 15 coins and paint all the tiles in the colors you select. You will learn the other items later", 
    "level_msg_4_2": "So far you have been able to block tiles for free. Now, in the bar you will see that the blocking action is filled. When the background color is complete, locks will be free. Meanwhile you will spend 2 coins if you use them", 
    "level_msg_5_1": "Fire! Be careful because the fire spreads quickly. If you change the color of a tile with fire, new flames will appear. If the entire board is on fire, the board will restart and you will have to make one more win. Calling the firefighter will cost you 5 coins", 
    "level_msg_6_1": "Beware of thunder! If you change a color with thunder, lightning will fall on a tile randomly out of your control and it will change color too. The lightning does not affect the locked tiles. You can also use the lightning rod for 5 coins", 
    "levels": "Levels", 
    "local": "Local", 
    "more": "More", 
    "more_settings": "More Settings", 
    "moves": "Moves", 
    "music": "Music", 
    "new_record": "New Record!", 
    "next": "Next", 
    "no_detete_active_user_msg": "Cannot delete active user", 
    "no_restore_purchase_msg": "You have not previously made a purchase with this user", 
    "no_restore_purchase_title": "Purchase not restored", 
    "number_levels_completed": "01 of 02 levels completed", 
    "ok": "Ok", 
    "other_projects": "Others projects", 
    "pause": "Pause", 
    "play_again": "Play Again", 
    "points": "Points", 
    "purchase_error_msg": "An error occurred while trying to access the store. Please try again later.", 
    "purchase_error_title": "Access Error", 
    "rank": "Rank", 
    "rank_msg": "You are in position 0", 
    "rank_only_one_msg": "You are the only one :-(", 
    "ray": "Ray", 
    "ray_desc": "The lightning rod will attract the board’s lightning", 
    "really_good": "I see you are good!", 
    "record": "Record", 
    "remove_ads": "Remove Advertising", 
    "reset_lang": "Closes the application to restart the language", 
    "restore_purchase": "Restore purchase", 
    "select_language": "Select language", 
    "settings": "Settings", 
    "share": "Share", 
    "share_app_msg": "Impossiblocks is great. It is difficult but its rules are simple. Do you dare to try beat my score? You can play on Android (http://bit.ly/2kCgUJh) and iOS (https://apple.co/2kAhrLW)", 
    "share_points_msg": "I've got 00 points playing Impossiblocks in 01 mode. Try to beat me!", 
    "sound": "Sound", 
    "star_1_msg_0": "Surely you can improve it", 
    "star_1_msg_1": "This score is low for you", 
    "star_1_msg_2": "Try again to improve", 
    "star_2_msg_0": "You can still improve a little", 
    "star_2_msg_1": "Good score, but you can do better", 
    "star_2_msg_2": "Try a little more and it will be perfect", 
    "star_3_msg_0": "This is excellent", 
    "star_3_msg_1": "Impossible to improve", 
    "star_3_msg_2": "You can't do any better", 
    "start": "Start", 
    "store_msg": "If you like the game, we would appreciate it if you rate it now in the store. To help you, we would like to give you", 
    "tie": "Tie", 
    "time_left": "You have beaten the time of 00:00", 
    "two_players": "2 Players", 
    "unlock_level_2": "Unlock level 2 to play 4x4 and 5x5", 
    "users": "Users", 
    "welcome_message": "Welcome to Impossiblocks! Choose an avatar and a username, you will have 50 coins as a gift, you will discover what they are for later :-)", 
    "wheel_fortune": "Wheel of Fortune", 
    "wheel_fortune_msg": "To play wheel of forrtune you must first watch an ad", 
    "world": "World", 
    "you_are_premium": "Thank you. You are Premium", 
    "you_lost": "You lost", 
    "you_win": "You win"
}