{
    "about": "A propos Impossiblocks", 
    "about_msg": "Impossiblocks est un projet créé à partir de Cadix (Europe du Sud) avec l'amour pour tout le monde", 
    "about_people_1": "Dev: Javi Pacheco", 
    "about_people_2": "Musique: Kevin MacLeod", 
    "advance": "Avance", 
    "all_levels_completed": "Tous les niveaux terminés", 
    "animations": "animations", 
    "animations_msg": "tuiles à feuilles mobiles", 
    "arcade": "Arcade", 
    "arcade_msg": "Changer le jeu avec exhausteurs", 
    "assistants": "Articles", 
    "back": "Retour", 
    "beginner": "Débutant", 
    "block_coins": "pièces gratuites ou 2", 
    "block_desc": "Verrouillez les tuiles du conseil", 
    "brush1_desc": "Peindre tous les carreaux avec la première couleur", 
    "brush2_desc": "Peindre les carreaux avec la deuxième couleur", 
    "buy": "Acheter", 
    "cancel": "Annuler", 
    "classic": "Classique", 
    "classic_msg": "mode simple, aucun élément de surprise", 
    "coins": "Pièces de monnaie", 
    "coins_arcade_msg": "Avec des pièces de monnaie, vous pouvez acheter des articles qui vous aidera lors de jeux d'arcade", 
    "coins_count": "0 pièces", 
    "coins_to_play_on": "0 pièces à jouer", 
    "colors": "Couleurs", 
    "congrats": "Toutes nos félicitations!", 
    "continue": "Continuez", 
    "count_levels_completed": "0 niveaux complétés", 
    "delete_user": "Supprimer l'utilisateur", 
    "delete_user_msg": "Etes-vous sûr de vouloir supprimer l'utilisateur?", 
    "enter_user_name": "Saisissez votre nom d'utilisateur", 
    "finish": "terminer", 
    "fire": "Feu", 
    "fireman_desc": "Mettez tout le feu sur la carte", 
    "game_coins_msg": "Vous avez 0 pièces au total", 
    "games_msg": "Obtenez les points les plus élevés en 2 minutes", 
    "get_money_now": "Vous pouvez obtenir de l'argent maintenant", 
    "give_coins": "Nous vous avons donné 0 pièces, vous avez maintenant", 
    "go_to_store": "Aller au magasin", 
    "have_to_play": "Vous devez jouer", 
    "how_to_play": "Comment jouer", 
    "how_to_play_assistance": "En mode Arcade, vous devez obtenir des victoires pour chaque couleur. Lorsque vous obtenez, vous régaleront et les 2 minutes recommencer. La barre de l'article vous aidera. Chaque élément a un prix et vos pièces sera dépensé, afin de les utiliser bien", 
    "how_to_play_block": "Si toutes les tuiles de la rangée ou les colonnes sont de la même couleur, il se verrouille glisser. Ils ne changeront plus de couleur. Déverrouiller une tuile en faisant une longue presse", 
    "how_to_play_block_arcade": "Les verrous coûte désormais 2 pièces, mais ne vous inquiétez pas, lorsque l'assistant de verrouillage est plein, ils seront libres", 
    "how_to_play_brush": "Les pinceaux vous sortir du pétrin. Peindre toutes les tuiles dans la couleur que vous préférez, mais il vous en coûtera 15 pièces", 
    "how_to_play_fire_lightning": "Utilisez les pompiers ou la paratonnerre lorsque vous êtes en difficulté. Le feu se développe rapidement et la foudre change d'autres tuiles au-delà de votre contrôle. Utilisez ces articles pour 5 pièces", 
    "how_to_play_slide": "Faites glisser les carreaux de haut en bas pour les déplacer et d'atteindre votre objectif", 
    "intermediate": "Intermédiaire", 
    "language": "La langue", 
    "later": "Plus tard", 
    "leadboards": "Leadboards", 
    "level": "Niveau", 
    "level_completed": "niveau complété", 
    "level_msg": "De nombreux niveaux, obtenir un peu plus à chaque fois", 
    "level_msg_1_1": "Vous avez 2 couleurs différentes et 9 blocs. Lorsque vous cliquez sur une couleur que vous changez cette couleur de bloc, celui en haut, en bas, à droite et à gauche si elles existent. Votre but est de changer tous les blocs de la même couleur", 
    "level_msg_1_2": "Les premiers sont simples et avec une seule touche vous pouvez l'obtenir", 
    "level_msg_1_3": "Maintenant, vous aurez besoin de 2 touches. C'est simple", 
    "level_msg_1_4": "Un peu plus complexe, mais pas beaucoup", 
    "level_msg_1_5": "Rappelez-vous les motifs. Ce dessin est comme une lettre T, si vous vous rappelez la solution, vous pouvez l'utiliser dans d'autres jeux", 
    "level_msg_1_6": "Voyez-vous une lettre T ici aussi? Il est d'une autre couleur et dans une autre position, mais il est résolu de la même manière", 
    "level_msg_2_1": "Non, il commence à se amuser! Maintenant, vous pouvez faire glisser les lignes et les colonnes. La première glisser colonne pour résoudre le casse-tête", 
    "level_msg_2_2": "Maintenant, faites glisser la première et la troisième colonne", 
    "level_msg_2_3": "Et maintenant vient la magie. Si la ligne ou la colonne est une seule couleur lorsque vous le faites glisser, vous le verrouiller. Maintenant, ces blocs ne seront pas en mesure de changer de couleur", 
    "level_msg_3_1": "Jouons différemment. Maintenant, vous devez obtenir 1 victoire pour chaque couleur. Chaque fois que vous terminez une couleur, le conseil mettra à jour au hasard", 
    "level_msg_3_2": "Maintenant 2 victoires pour chaque couleur", 
    "level_msg_3_3": "Jusqu'à présent, il a été facile, mais, si nous tester une carte de 4x4?", 
    "level_msg_3_5": "Le conseil 5x5 est le plus compliqué. Ose-tu?", 
    "level_msg_4_1": "Nouvelle barre d'article. Utilisez 30 pièces pour les dépenser pendant le match. Si vous cliquez sur les brosses que vous passerez 15 pièces et peindre toutes les tuiles dans les couleurs que vous sélectionnez. Vous apprendrez les autres éléments plus tard", 
    "level_msg_4_2": "Jusqu'à présent, vous avez été en mesure de bloquer les tuiles gratuitement. Maintenant, dans la barre, vous verrez que l'action de blocage est rempli. Lorsque la couleur de fond est terminée, les serrures seront libres. En attendant, vous passerez 2 pièces si vous les utilisez", 
    "level_msg_5_1": "Feu! Faites attention parce que le feu se propage rapidement. Si vous changez la couleur d'une tuile avec le feu, les nouvelles flammes apparaissent. Si l'ensemble du conseil est sur le feu, le conseil redémarre et vous devrez faire une autre victoire. Appel du pompier vous coûtera 5 pièces", 
    "level_msg_6_1": "Méfiez-vous du tonnerre! Si vous changez une couleur avec le tonnerre, la foudre tombe sur une tuile au hasard hors de votre contrôle et il change de couleur aussi. La foudre n'affecte pas les tuiles verrouillées. Vous pouvez également utiliser la paratonnerre pour 5 pièces", 
    "levels": "Les niveaux", 
    "local": "Local", 
    "more": "Plus", 
    "more_settings": "Plus de réglages", 
    "moves": "Se déplace", 
    "music": "La musique", 
    "new_record": "Nouvel enregistrement!", 
    "next": "Prochain", 
    "no_detete_active_user_msg": "Impossible de supprimer l'utilisateur actif", 
    "no_restore_purchase_msg": "Vous ne l'avez pas déjà fait un achat avec cet utilisateur", 
    "no_restore_purchase_title": "Achat non restauré", 
    "number_levels_completed": "01 de 02 niveaux complétés", 
    "ok": "D'accord", 
    "other_projects": "Autres projets", 
    "pause": "Pause", 
    "play_again": "Rejouer", 
    "points": "Points", 
    "purchase_error_msg": "Une erreur est survenue en essayant d'accéder au magasin. Veuillez réessayer plus tard.", 
    "purchase_error_title": "erreur d'accès", 
    "rank": "Rang", 
    "rank_msg": "Vous êtes en position 0", 
    "rank_only_one_msg": "Tu es le seul :-(", 
    "ray": "Rayon", 
    "ray_desc": "La paratonnerre attirera la foudre du conseil", 
    "really_good": "Je vois que vous êtes bon!", 
    "record": "Record", 
    "remove_ads": "Suppression de la publicité", 
    "reset_lang": "Ferme l'application de redémarrer la langue", 
    "restore_purchase": "restaurer l'achat", 
    "select_language": "Choisir la langue", 
    "settings": "Paramètres", 
    "share": "Partager", 
    "share_app_msg": "Impossiblocks est grande. Il est difficile, mais ses règles sont simples. Oserez-vous essayer battre mon score? Vous pouvez jouer sur Android (http://bit.ly/2kCgUJh) et iOS (https://apple.co/2kAhrLW)", 
    "share_points_msg": "J'ai 00 en jouant à Impossiblocks en mode 01. Essayez de me battre!", 
    "sound": "Du son", 
    "star_1_msg_0": "vous pouvez certainement l'améliorer", 
    "star_1_msg_1": "Ce score est faible pour vous", 
    "star_1_msg_2": "Essayez à nouveau d'améliorer", 
    "star_2_msg_0": "Vous pouvez encore améliorer un peu", 
    "star_2_msg_1": "Bon score, mais vous pouvez faire mieux", 
    "star_2_msg_2": "Essayez un peu plus et il sera parfait", 
    "star_3_msg_0": "C'est excellent", 
    "star_3_msg_1": "Impossible d'améliorer", 
    "star_3_msg_2": "Vous ne pouvez pas faire mieux tout", 
    "start": "Début", 
    "store_msg": "Si vous aimez le jeu, nous vous serions reconnaissants si vous évaluez maintenant dans le magasin. Pour vous aider, nous aimerions vous donner", 
    "tie": "Attacher", 
    "time_left": "Vous avez battu le temps de 00:00", 
    "two_players": "2 joueurs", 
    "unlock_level_2": "Débloque le niveau 2 pour jouer 4x4 et 5x5", 
    "users": "Utilisateurs", 
    "welcome_message": "Bienvenue sur Impossiblocks! Choisissez un avatar et un nom d'utilisateur, vous aurez 50 pièces de monnaie comme un cadeau, vous découvrirez ce qu'ils sont pour plus tard :-)", 
    "wheel_fortune": "Roue de la Fortune", 
    "wheel_fortune_msg": "Pour lire la roue de forrtune vous devez d'abord regarder une annonce", 
    "world": "Monde", 
    "you_are_premium": "Je vous remercie. Vous êtes prime", 
    "you_lost": "Tu as perdu", 
    "you_win": "Vous gagnez"
}